{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EditorLanguageToggle",
			"Children": [
				{
					"Source":
					{
						"Text": "Selected Language"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectedLanguage"
				}
			]
		},
		{
			"Namespace": "FEditorLanguageToggleModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSection"
				},
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettingsName"
				},
				{
					"Source":
					{
						"Text": "Settings for the Editor Language Toggle plugin."
					},
					"Translation":
					{
						"Text": "Einstellungen für das Editor Language Toggle-Plugin"
					},
					"Key": "EditorLanguageToggleSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Toggle Editor Language"
					},
					"Translation":
					{
						"Text": "Sprache des Editors umschalten"
					},
					"Key": "EditorLanguageToggleSwitchTooltip"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Enable or disable the editor language toggle feature."
					},
					"Translation":
					{
						"Text": "Umschaltfunktion für die Editor-Sprache aktivieren/deaktivieren"
					},
					"Key": "EditorLanguageToggleSettings:bEnableLanguageToggle"
				},
				{
					"Source":
					{
						"Text": "The culture to switch to when toggling the editor language."
					},
					"Translation":
					{
						"Text": "Standardsprache für das Umschalten auswählen"
					},
					"Key": "EditorLanguageToggleSettings:SelectedCulture"
				},
				{
					"Source":
					{
						"Text": "The position of the language toggle button in the toolbar."
					},
					"Translation":
					{
						"Text": "Schaltfläche in der Symbolleiste oder in der Statusleiste anzeigen"
					},
					"Key": "EditorLanguageToggleSettings:ToolbarPosition"
				},
				{
					"Source":
					{
						"Text": "ドロップダウン用: カルチャーコードのリスト"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguageCodes"
				},
				{
					"Source":
					{
						"Text": "表示名取得用"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguages"
				}
			]
		}
	]
}